<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<head>
<meta content="text/html; charset=utf-8" http-equiv="Content-Type" />
<!--Σύνδεση με τα απαραίτητα αρχεία css-->
<link href="page_style.css" rel="stylesheet" type="text/css" />
<style type="text/css">
</style>

<title>Home</title> <!--Ο τίτλος της σελίδας-->
</head>
<body>
<?php 

$connect = mysql_connect("localhost", "aucadmin", "password"); //Σύνδεση με τη ΒΔ
if(!$connect) //Εάν υπάρξει πρόβλημα στη σύνδεση
{ 
	die("ERROR: ".mysql_error()); //Εμφανίζεται σχετικό μήνυμα
} 

//Γίνεται επιλογή της ΒΔ
$select_db = mysql_select_db("auction_site", $connect); 
if(!$select_db) //Εάν δε μπορέσει να επιλεγεί η ΒΔ
{ 
	die("ERROR :".mysql_error()); //Εμφανίζεται σχετικό μήνυμα
}
mysql_close();
if(isset($_GET['privacy']))
{
?>
	<script type="text/javascript">
		document.title="ΤΗΔΟ | Προσωπικό απόρρητο";
	</script>

	<table id='listitems' border='0'>

	<tr><td><h3 id="text8">Προσωπικό απόρρητο υπηρεσιών ΤΗΔΟ</h3></td></tr>
	<tr>
	<td><div id="text9">1. Η διαχείριση και προστασία των προσωπικών δεδομένων του επισκέπτη / χρήστη υπόκεινται στους 
	όρους του παρόντος τμήματος καθώς και από τις σχετικές διατάξεις του ελληνικού και του ευρωπαϊκού δικαίου για την 
	προστασία του ατόμου από την προστασία δεδομένων προσωπικού χαρακτήρα.
 
	<p>2. Το ΤΗΔΟ συλλέγει προσωπικά δεδομένα όταν ο επισκέπτης / χρήστης εγγράφεται στις υπηρεσίες του, όταν χρησιμοποιεί 
	τις υπηρεσίες του και όταν επισκέπτεται τις σελίδες του.</p>
 
	<p>Συγκεκριμένα συλλέγονται:</p>

	<div id="text15">2.1. ΚΑΤΑ ΤΗΝ ΕΓΓΡΑΦΗ</div>
	<div>&emsp;•το Όνομα χρήστη (username)</div>
	<div>&emsp;•ο κωδικός πρόσβασης (password)</div>
	<div>&emsp;•η Διεύθυνση ηλεκτρονικής αλληλογραφίας (email)</div>
	<div>&emsp;•το Ονοματεπώνυμό του</div>
	<div>&emsp;•το Πατρώνυμό του</div>
	<div>&emsp;•το Ονοματεπώνυμο της μητέρας του</div>
	<div>&emsp;•η Ημερομηνία γέννησής του</div>
	<div>&emsp;•ο Αριθμός Δελτίου Αστυνομικής του Ταυτότητας (ΑΔΤ)</div>
	<div>&emsp;•ο Αριθμός Φορολογικού του Μητρώου (ΑΦΜ)</div>
	<div>&emsp;•η Διεύθυνση κατοικίας του</div>
	<div>&emsp;•η Χώρα διαμονής του</div>
	<div>&emsp;•η Υπηκοότητά του</div>
	<div>&emsp;•η Ιθαγένειά του</div>
	<div>&emsp;•το Τηλέφωνο οικίας του</div>
	<div>&emsp;•(προαιρετικά) το Κινητό του τηλέφωνο</div>
	
	<br/>
	
	<div id="text15">2.2. ΚΑΤΑ ΤΗ ΧΡΗΣΗ</div>
	<div>&emsp;•το Όνομα χρήστη (username)</div>
	<div>&emsp;•ο κωδικός πρόσβασης(password)</div>
	<div>&emsp;• η IP Address για τεχνικούς λόγους, καθώς και για θέματα που άπτονται της ασφαλείας των συστημάτων του 
	ΤΗΔΟ (server, data base, δικτύου κ.α ), ενώ παράλληλα αξιοποιείται για την συγκέντρωση στατιστικών στοιχείων)</div>
	<div>&emsp;•και χρησιμοποιεί cookies για την αναγνώριση του επισκέπτη. Τα cookies είναι μικρά αρχεία κειμένου που 
	αποθηκεύονται στο σκληρό δίσκο κάθε επισκέπτη / χρήστη και δεν λαμβάνουν γνώση οποιουδήποτε εγγράφου ή αρχείου 
	από τον υπολογιστή του. Χρησιμοποιούνται μόνο για τη διευκόλυνση πρόσβασης του επισκέπτη / χρήστη σε 
	συγκεκριμένες υπηρεσίες και για στατιστικούς λόγους.</div>
	 
	
	<p>3. Ως χρήστης συμφωνείτε ότι όλες οι προσωπικές πληροφορίες καθώς και τα μηνύματα που έχετε εισαγάγει αποθηκεύονται 
	σε μια βάση δεδομένων. Οι πληροφορίες δε θα αποκαλυφθούν σε οποιοδήποτε τρίτο, εκτός απ' τις περιπτώσεις που περιγράφονται
	στο 7.</p>
	 
	<p>4. Η email διεύθυνση σας και τα προσωπικά σας στοιχεία παραμένουν κρυφά από τα υπόλοιπα μέλη. Μπορούν να προβληθούν 
	μόνο σε μεμονωμένους υπαλλήλους αν και εφόσον κερδίσετε μια δημοπρασία. Τα στοιχεία σας, ωστόσο, είναι φανερά για 
	την υπηρεσία του ΤΗΔΟ.</p>
	
	<p>5. Τα μέλη του ΤΗΔΟ έχουν τη δυνατότητα να διορθώσουν οποτεδήποτε κάποια από τα προσωπικά τους στοιχεία και πληροφορίες, 
	καθώς και να τα επικαιροποιήσουν. Για λόγους ασφαλείας, η σελίδα δε δίνει τη δυνατότητα αλλαγής (έπειτα από την αρχική 
	καταχώρηση) του ονοματεπώνυμου, του πατρονύμου, του ονοματεπώνυμου μητέρας, της ημερομηνίας γέννησης, του ΑΔΤ, του ΑΦΜ, 
	της χώρας διαμονής, της υπηκοότητας και της ιθαγένειας. Γι' αυτά τα στοιχεία πρέπει να απευθυνθείτε σε αρμόδιο υπάλληλο 
	του ΤΗΔΟ, ο οποίος και θα έχει πρόσβαση στα στοιχεία σας πριν και κατά τη διάρκεια της αλλαγής. Αλλαγές μπορούν να γίνουν 
	μόνο στα υπόλοιπα στοιχεία λόγω επικαιροποίησης. Εξαίρεση αποτελεί το όνομα χρήστη που δε μπορεί να αλλάξει για κανέναν λόγο.</p>
	
	<p>6. Το ΤΗΔΟ δεν αποθηκεύει προσωπικό ιστορικό προσφορών σε δημοπρασίες. Η μοναδική περίπτωση που μπορείτε να συνδεθείτε με μία δημοπρασία
	είναι να την κερδίσετε και να κατοχυρωθεί σε εσάς. Για τη διασφάλιση της αδιαβλητότητας της υπηρεσίες, κανένας υπάλληλος ή διαχειριστής
	της σελίδας δεν έχει πρόσβαση στο αν έχετε υποβάλλει προσφορά σε δημοπρασία ή σε πληροφορίες όπως το ποσόν της προσφοράς κ.α.</p>
	
	<p>7. Το ΤΗΔΟ μπορεί ανά πάσα στιγμή να στείλει τα στοιχεία που έχετε παρέχει χωρίς προειδοποίηση προς έλεγχο εγκυρότητας και γνησιότητας 
	σε ανάλογη υπηρεσία (Αρχεία του Κράτους, Εφορίες κλπ). Σε αυτή την περίπτωση και μόνο, μπορεί τρίτη υπηρεσία να επικοινωνήσει μαζί σας
	για πρόσθετες λεπτομέρειες, όπως αυτή κρίνει αναγκαίο. Το ΤΗΔΟ δε διαθέτει κανένα απ' τα στοιχεία σας για διαφημιστικούς ή άλλους σκοπούς
	πέραν της διακρατικής λειτουργίας.</p>
	 
	<p>8. Τα μέλη του ΤΗΔΟ, που για δικούς τους λόγους επιθυμούν να διαγραφεί ο λογαριασμός τους, μπορούν να επικοινωνήσουν με αρμόδιο 
	υπάλληλο της υπηρεσίας και να ζητήσουν τη διαγραφή του λογαριασμού τους. Μετά τη διαγραφή κανένα από τα προσωπικά σας στοιχεία 
	δε μένει στη Βάση Δεδομένων της σελίδας, πλην του ονόματος χρήστη που παραμένει αναγραφόμμενο σε όσες (εάν υπάρχουν) 
	δημοπρασίες κερδίσατε.</p>
	 
	<p>9. Εάν κάποιος επισκέπτης / χρήστης δε συμφωνεί με τους όρους προστασίας των προσωπικών δεδομένων που προβλέπονται 
	στο παρόν τμήμα οφείλει να μη χρησιμοποιεί τις υπηρεσίες του ΤΗΔΟ!</p></div></td></tr>
	</table>

<?php
}
elseif(isset($_GET['contact']))
{
?>
	<script type="text/javascript">
		document.title="ΤΗΔΟ | Επικοινωνία";
	</script>
	
	<table id='listitems' border='0'>
	
	<tr><td><h3 id="text8">Επικοινωνία με το Τμήμα Ηλεκτρονικών Δημοπρασιών</h3></td></tr>
	<tr>
	<td>
		<div id="text9">
		<p>Το Τμήμα λειτουργεία από Δευτέρα έως Παρασκευή 9:00 - 14:00.</p>
		<p id="text15">Τηλέφωνα</p>
		<div>&emsp;•Διεύθυνση Διοίκησης &amp; Ανθρώπινου Δυναμικού / 210 3241267</div>
		<div>&emsp;•Τηλεομοιοτυπία (Fax) / 210 3244268</div>
		<div>&emsp;•Διεύθυνση Πωλήσεων / 210 3244231 - 210 3242148</div>
		<div>&emsp;•Διεύθυνση Οικονομικού / 210 3251331</div>
		<div>&emsp;•Διεύθυνση Αναγγελιών-Αποθηκών / 210 3243200</div>
		<div>&emsp;•Διεύθυνση Πληροφορικής / 210 3312921</div>
		<div>&emsp;•Τμήμα αποθηκών Αττικής / 210 2474200</div>
		<div>&emsp;•Διεύθυνση Θεσσαλονίκης / 2310 276820</div>
		<div>&emsp;•Τηλεομοιοτυπία Τμήμα Θεσσαλονίκης (Fax) / 2310 227841</div>
		<div>&emsp;•Τμήμα Πατρών / 2693 022628</div>
		<div>&emsp;•Τηλεομοιοτυπία Τμήμα Πατρών / 2610 222938</div>
		<div>&emsp;•Τμήμα Λάρισας / 2410 531792</div>
		<div>&emsp;•Τηλεομοιοτυπία Τμήμα Λάρισας (Fax) / 2410 253837</div>
		</div>
	</td>
	</tr>
	</table>

<?php
}
elseif(isset($_GET['help']))
{
?>
	<script type="text/javascript">
		document.title="ΤΗΔΟ | Βοήθεια & Όροι Χρήσης";
	</script>
	<table id="listitems" border="0">
	<tr><td><h3 id="text8">Βοήθεια και Όροι Χρήσης του ιστοτόπου "ΤΗΔΟ"</h3></td></tr>
	<tr>
	<td>
	<div id="text9">
	<p><i>Γενικές πληροφορίες</i></p>
	<p>H πρόσβαση και η συμμετοχή στη σελίδα απαιτεί τη δημιουργία λογαριασμού. Ο λογαριασμός δεν είναι σε καμία περίπτωση δεσμευτικός
	(πέραν της περιπτώσεως κατοχύρωσης μιας δημοπρασίας στο όνομά σας) και σε κάθε περίπτωση είναι δωρεάν και χωρίς επιπλέον κόστος.
	Καθότι πρόκειται για μια σελίδα που χειρίζεται ευαίσθητες πληροφορίες, θα πρέπει κατά την εγγραφή σας να δώσετε στοιχεία τα οποία
	κρίνονται προσωπικά (ΑΔΤ, ΑΦΜ). Τα στοιχεία αυτά παρέχονται σε εμάς για την πιστοποίηση πως είστε πράγματι κάποιο φυσικό πρόσωπο.
	Σχετικές περιπτώσεις υποβολής ψευδών στοιχείων, διώκονται από το νόμο.</p>
	
	<p><b>1. Δημοπρασίες</b></p>
	<p><i>1.1. Δημοπρασίες - Γενικά</i></p>
	
	<p>Οι δημοπρασίες αφορούν οχήματα (συνήθως αυτοκίνητα), τα οποία έχουν κατασχεθεί λόγω αδικημάτων ή μέσω τραπεζών από το κράτος.
	Το ΤΗΔΟ επιφυλλάσσεται για την ακεραιότητα αυτών και σε καμία περίπτωση δεν πιστοποιεί με κανένα τρόπο τη λειτουργία τους, εκτός
	κι αν αυτό δηλωθεί ρητά από σχετικό υπάλληλο (αρμόδιο για την κάθε δημοπρασία). Οι δημοπρασίες εισάγωνται καθημερινά από αρμόδιους
	υπαλλήλους του ΤΗΔΟ (στο εξής 'διαχειριστές'), οι οποίοι και είναι υπεύθυνοι για την σωστή εισαγωγή των στοιχείων αυτών.</p>
	
	<p><i>1.1.1. Δημοπρασίες - Ποσό Προσφοράς (Bid)</i></p>
	<p>Οποισδήποτε εγγεγραμμένος χρήστης μπορεί να συμμετέχει σε οποιαδήποτε δημοπρασία επιθυμεί, καταβάλοντας την προσφορά του (bid).
	Πρέπει να σημειωθεί πως η προσφορά (bid) που εισάγει ο χρήστης <b>δεν είναι το συνολικό ποσό που αυτός θέλει να φτάσει η δημοπρασία,
	αλλά το <i>επιπλέον ποσόν</i> που θέλει να προσθέσει αυτός, ώστε η δημοπρασία να φτάσεις στο επιθυμητό όριο</b>. Παράδειγμα: αν η δημοπρασία
	είναι στις €2.000 και ο χρήστης θέλει να την πάει στις €2.500, τότε το ποσό προσφοράς (bid) που θα υποβάλλει, πρέπει να είναι €500
	(ώστε €2000 + €500 = €2.500). Η προσφορά πρέπει να μην είναι μηδενική και σε όλες τις περιπτώσεις <b>μικρότερη ή ίση</b> των €5.000. 
	Άπαξ και ο χρήστης υποβάλλει μια προσφορά, η δυνατότητα εκ νέου εισαγωγής νέας απενεργοποιείται, έως ότου κάποιος άλλος χρήστης 
	υποβάλλει τη δικιά του προσφορά, όπου και η δυνατότητα bid ενεργοποιείται εκ νέου για τον αρχικό χρήστη.</p>
	
	<p><i>1.1.2. Δημοπρασίες - Λοιπές Πληροφορίες</i></p>
	<p>Μια δημοπρασία απενεργοποιείται όταν περάσει η ημερομηνία ολοκλήρωσής της, που έχει ορίσει ο διαχειριστής. Η ημερομηνία ολοκλήρωσης
	τίθεται σε ισχύ, μετά την ολοκλήρωση της 11ης νυχτερινής ώρας της ημέρας εκείνης (π.χ. αν η ημερομηνία ολοκλήρωσης είναι η 01/01/2000, η
	δημοπρασία θα απενεργοποιηθεί στις 00:01 τα ξημερώματα της 02/01/2000).</p>
	
	<p>Μετά την απενεργοποίηση της δημοπρασίας (η οποία γίνεται αυτόματα από το σύστημα), ως "νικητής" κατοχυρώνεται ο τελευταίος χρήστης
	που υπέβαλλε προσφορά ακριβώς πριν τη λήξη της. Για να διασφαλιστεί η αδιαβλητότητα της διαδικασίας, η κατοχύρωση γίνεται αυτόματα
	από το σύστημα και όχι από τον διαχειριστή.</p>
	
	<p>Οι δημοπρασίες μπορούν να απενεργοποιούνται (όπως και να ενεργοποιούνται) και χειροκίνητα από τους διαχειριστές. Αυτή είναι και η 
	μόνο περίπτωση που μια δημοπρασία μπορεί να "κλείσει" πριν τη λήξη της.</p>
	
	<p><i>1.2. Δημοπρασίες - Κατοχύρωση</i></p>
	
	<p>Μόλις μια δημοπρασία απενεργοποιηθεί και κατοχυρωθεί σε κάποιο χρήστη, ο διαχειριστής της αναλαμβάνει μέσα σε ένα χρονικό πλαίσιο
	τριών (3) ημερών, να επικοινωνήσει με τον χρήστη στα στοιχεία που αυτός παρείχε στο σύστημα. Προτιμώμενη μέθοδος είναι το τηλέφωνο και
	μετά η ηλεκτρονική αλληλογραφία (e-mail). Ο χρήστης σε τέτοια περίπτωση θα πρέπει να μεταβεί στην υπηρεσία ώστε να συμπληρωθούν τα
	κατάλληλα έντυπα μεταβίβασης του οχήματος.</p>
	
	<p><i>1.3. Δημοπρασίες - Πληρωμή</i></p>
	
	<p>Η πληρωμή μιας δημοπρασίας γίνεται με τρόπο τον οποίο θα επιλέξει ο χρήστης. Οι τρόποι είναι 3: α. Πληρωμή μετρητοίς, β. Κατάθεση
	σε τραπεζικό λογαριασμό, γ. Πληρωμή μέσω πιστωτικής κάρτας. Για λόγους ασφαλείας, το ΤΗΔΟ δεν υποστηρίζει ηλεκτρονική πληρωμή κανενός
	τύπου. Αντίθετα, ο χρήστης θα πρέπει να έρθει σε συννενόηση για τον τρόπο πληρωμής κατά τη μετάβασή του στην υπηρεσία για την αποδοχή 
	της δημοπρασίας.</p>
	
	<p><i>1.4. Δημοπρασίες - Παραίτηση</i></p>
	
	<p>Το ΤΗΔΟ δίνει τη δυνατότητα παραίτησης από μια δημοπρασία, για κάποιον χρήστη που για προσωπικούς λόγους άλλαξε την απόφασή του.
	Για λόγους ασφαλείας, θα πρέπει να μεταβείτε στο ΤΗΔΟ για την ταυτοποίησή σας (αν ο χρήστης ταυτίζεται με φυσικό πρόσωπο). Σ' αυτή
	την περίπτωση η δημοπρασία παίρνει παράταση πέντε (5) ημερών και ενεργοποιείται εκ νέου.</p>
	<br/>
	<p><b>2. ΤΗΔΟ - Χρήση</b></p>
	<p><i>2.1. ΤΗΔΟ - Αγαπημένα</i></p>
	
	<p>Ο κάθε χρήστης έχει στη διάθεσή του μια λίστα αγαπημένων (απ' το μενού "Αγαπημένα") για να προσθέτει (εάν επιθυμεί) δημοπρασίες
	τις οποίες επισκέπτεται συχνά, χωρίς να ψάχνει τις ψάχνει απ' τον αρχειοκατάλογό τους. Μπορούν να προσθεθούν ενεργές και ανενεργές
	δημοπρασίες. Η προσθήκη γίνεται πατώντας το αστεράκι που βρίσκεται επάνω δεξιά σε κάθε σελίδα μεμονωμένης δημοπρασίας. Η αφαίρεση
	γίνεται με τον ίδιο τρόπο.</p>
	
	<p><i>2.2. ΤΗΔΟ - Προσωπικές Πληροφορίες</i></p>
	
	<p>Το ΤΗΔΟ δίνει τη δυνατότητα αλλαγής συγκεκριμένων προσωπικών στοιχείων χρήστη. Η αλλαγή τους γίνεται απ' την επιλογή "Προσωπικά
	Στοιχεία" επάνω δεξιά (στο τμήμα σύνδεσης) και κατόπιν απ' την επιλογή "Αλλαγή στοιχείων". Για λόγους ασφαλείας κάποια εξ' αυτών
	δε μπορούν να αλλάξουν. Σε περίπτωση που πρέπει να γίνει αλλαγή λόγω λανθασμένης εισαγωγής, <a href="default.php?page=main.php&contact=1">επικοινωνήστε με αρμόδιο υπάλληλο του
	ΤΗΔΟ</a>.</p>
	<p>Αλλαγή μπορεί να γίνει και στον κωδικό πρόσβασής σας. Οι κανόνες του ΤΗΔΟ απαιτούν κωδικό με τουλάχιστον 8 ψηφία, για
	τη διασφάλιση της ασφάλειάς σας. Η αλλαγή γίνεται απ' την επιλογή "Αλλαγή κωδικού πρόσβασης" απ' τα "Προσωπικά Στοιχεία".</p>
	
	<p><i>2.3. ΤΗΔΟ - Σχόλια</i></p>
	
	<p>Το ΤΗΔΟ επιτρέπει τον σχολιασμό όλων των δημοπρασιών. Το σχόλιό σας καταγράφεται στη βάση δεδομένων της υπηρεσίας και άπαξ
	και δημοσιευθεί, δεν έχετε τη δυνατότητα διαγραφής του. Απαγορεύονται υβριστικά, ρατσιστικά σχόλια, σχόλια που δημιουργούν έρριδες,
	αντιδικίες και καβγάδες και γενικότερα σχόλια που χαλάνε το κλίμα της σελίδας. Σε περίπτωση που δημοσιεύσετε σχόλιο που εντάσσεται
	άμεσα στις παραπάνω περιπτώσεις, αυτό διαγράφεται και ο λογαριασμός σας ακυρώνεται, ενώ το μέλος στο οποίο απευθυνόσασταν
	μπορεί να σας ασκήσει μήνυση βάσει των κείμενων διατάξεων του Ελληνικού Δικαίου.</p>
	
	<p><i>2.4. ΤΗΔΟ - Επικοινωνία με Διαχειριστή</i></p>
	
	<p>Σε περίπτωση που επιθυμείτε πρόσθετες πληροφορίες για κάποιο όχημα, το ΤΗΔΟ επιτρέπει την αποστολή μηνυμάτων προς τον αρμόδιο
	διαχειριστή της εκάστωτε δημοπρασίας που ενδιαφέρεστε. Και πάλι ισχύουν ότι και με τα σχόλια, ενώ σημειώστε πως ο διαχειριστής,
	αναλόγως του φόρτου των e-mails, μπορεί να κάνει έως και μία βδομάδα για να σας απαντήσει.</p>
	
	<p>Ευχαριστούμε για τη συμμετοχή σας στο Τμήμα Ηλεκτρονικών Δημοπρασιών Οχημάτων!</p>
	</div>
	</td>
	</tr>
	</table>
<?php
}
else
{
?>
	<script type="text/javascript">
		document.title="ΤΗΔΟ | Αρχική";
	</script>
	
	<table id='listitems' border='0'>
	
	<tr><td><h3 id="text8">Καλώς ήλθατε στο Τμήμα Ηλεκτρονικών Δημοπρασιών</h3></td></tr>
	<tr>
	<td><div id="text9"><p>Το Τμήμα μας λειτουργεί από τον Μάιο του 2012, μετά την κρατικοποίηση του ΟΔΔΥ. Πλέον, όλες οι δημοπρασίες γίνονται ηλεκτρονικά από αυτή τη σελίδα. 
		 Μπορείτε να εγγραφείτε δωρεάν, παρέχοντας τα πραγματικά σας στοιχεία και να παρακολουθείτε αλλά και να συμμετέχετε, εξίσου δωρεάν στις δημοπρασίες. Η όποια χρέωση, γίνεται αργότερα, 
		 με την κατοχύρωση της δημοπρασίας στο όνομά σας, όπου ένας υπάλληλός μας επικοινωνεί στα τηλέφωνα που δώσατε.</p>
		 <p>Αφιερώστε λίγο χρόνο και <a href="default.php?page=main.php&help=1">ενημερωθείτε για τον τρόπο λειτουργίας του website</a>. Μπορείτε να <a href="default.php?page=listitems.php&chcat=no">περιηγηθείτε άμεσα στις δημοπρασίες</a>
		 και χωρίς να έχετε λογαριασμό, αν και η συμμετοχή σ' αυτές απαιτεί τη δημιουργία ενός. Καλή σας πλόηγηση!</p></div></td></tr>
	</table>
<?php 
} ?>
</body>

</html>
